Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

# emptyBookcase
source: No bookcase found.
ar: لم يتم العثور على خزانة كتب.
de: Kein Bücherregal gefunden.
es_419: No se encontró ninguna estantería.
fr: Aucune étagère trouvée.
hi: कोई अलमारी नहीं मिली।
it: Nessuno scaffale trovato.
ja: 本棚が見つかりません。
ko: 책장을 찾을 수 없어요.
pt_br: Nenhuma estante encontrada.
ru: Книжный шкаф не найден.
tr: Kitaplık bulunamadı.
zh_cn: 未找到书架。

# emptyEnemyAsset
source: Enemy content could not be loaded.
ar: تعذّر تحميل محتوى العدو.
de: Der Gegnerinhalt konnte nicht geladen werden.
es_419: No se pudo cargar el contenido del enemigo.
fr: Le contenu de l'ennemi n'a pas pu être chargé.
hi: दुश्मन की सामग्री लोड नहीं हो सकी।
it: Non è stato possibile caricare il contenuto del nemico.
ja: 敵のデータを読み込めませんでした。
ko: 적 정보를 불러올 수 없어요.
pt_br: Não foi possível carregar o conteúdo do inimigo.
ru: Не удалось загрузить противника.
tr: Düşman içeriği yüklenemedi.
zh_cn: 无法加载敌人内容。

# emptyQuestionList
source: No questions available.
ar: لا توجد أسئلة متاحة.
de: Keine Fragen verfügbar.
es_419: No hay preguntas disponibles.
fr: Aucune question disponible.
hi: कोई प्रश्न उपलब्ध नहीं।
it: Nessuna domanda disponibile.
ja: 問題がありません。
ko: 문제가 없어요.
pt_br: Nenhuma pergunta disponível.
ru: Нет доступных вопросов.
tr: Soru bulunamadı.
zh_cn: 没有可用的问题。

source: Enemy:
ar: العدو:
de: Gegner:
es_419: Enemigo:
fr: Adversaire :
hi: प्रतिद्वंद्वी:
it: Avversario:
ja: 相手:
ko: 상대:
pt_br: Inimigo:
ru: Враг:
tr: Rakip:
zh_cn: 对手：

source: Even stone feels the pain of this drought.
ar: حتى الحجر يشعر بألم هذا الجفاف.
de: Selbst der Stein spürt den Schmerz dieser Dürre.
es_419: Hasta la piedra siente el dolor de esta sequía.
fr: Même la pierre ressent la douleur de cette sécheresse.
hi: इस सूखे का दर्द पत्थर तक महसूस करता है।
it: Anche la pietra sente il dolore di questa siccità.
ja: この干ばつの痛みは、石さえも感じている。
ko: 이 가뭄의 고통은 돌조차 느끼고 있어.
pt_br: Até a pedra sente a dor desta seca.
ru: Даже камень чувствует боль этой засухи.
tr: Bu kuraklığın acısını taş bile hissediyor.
zh_cn: 连石头都能感受到这场干旱的痛苦。

source: Everything is so dry around here...
ar: كل شيء جاف جدًا هنا...
de: Hier ist alles so trocken...
es_419: Todo está muy seco por aquí...
fr: Tout est si sec par ici...
hi: यहां चारों तरफ बहुत सूखा है...
it: Qui è tutto così secco...
ja: このあたりは何もかもカラカラだ…
ko: 이 근처는 다 너무 말랐어…
pt_br: Está tudo tão seco por aqui...
ru: Здесь всё такое сухое...
tr: Buralar çok kurak...
zh_cn: 这附近都太干了……

source: Example:
ar: مثال:
de: Beispiel:
es_419: Ejemplo:
fr: Exemple :
hi: उदाहरण:
it: Esempio:
ja: 例:
ko: 예시:
pt_br: Exemplo:
ru: Пример:
zh_cn: 示例：

source: Example: %@
ar: مثال: %@
de: Beispiel: %@
es_419: Ejemplo: %@
fr: Exemple : %@
hi: उदाहरण: %@
it: Esempio: %@
ja: 例: %@
ko: 예시: %@
pt_br: Exemplo: %@
ru: Пример: %@
tr: Örnek: %@
zh_cn: 示例：%@

source: Fantastic!
ar: رائع!
de: Fantastisch!
es_419: ¡Fantástico!
fr: Fantastique !
hi: शानदार!
it: Fantastico!
ja: ファンタスティック！
ko: 환상적이에요!
pt_br: Fantástico!
ru: Фантастика!
zh_cn: 太棒了！

# Fiil
source: Verb
ar: فعل
es_419: Verbo
fr: Verbe
hi: क्रिया
it: Verbo
ja: 動詞
ko: 동사
pt_br: Verbo
ru: Глагол
tr: Fiil
zh_cn: 动词

source: Fire
ar: النار
de: Feuer
es_419: Fuego
fr: Feu
hi: आग
it: Fuoco
ja: 炎
ko: 불
pt_br: Fogo
ru: Огонь
tr: Ateş
zh_cn: 火

# Firstly create a book
source: First, create a book
ar: أنشئ كتابًا أولًا
de: Erstelle zuerst ein Buch
es_419: Primero crea un libro
fr: Crée d'abord un livre
hi: पहले एक किताब बनाएं
it: Prima crea un libro
ja: まず本を作ろう
ko: 먼저 책을 만들어 보세요
pt_br: Primeiro crie um livro
ru: Сначала создайте книгу
tr: Önce bir kitap oluştur
zh_cn: 先创建一本书

# Forest data manager eklenmedi.
source: Forest data manager was not added.
ar: لم تتم إضافة مدير بيانات الغابة.
de: Forest data manager wurde nicht hinzugefügt.
es_419: No se agregó el administrador de datos del bosque.
fr: Le forest data manager n'a pas été ajouté.
hi: forest data manager जोड़ा नहीं गया।
it: Il forest data manager non è stato aggiunto.
ja: forest data manager が追加されていません。
ko: forest data manager가 추가되지 않았어요.
pt_br: O gerenciador de dados da floresta não foi adicionado.
ru: Менеджер данных леса не добавлен.
tr: Forest data manager eklenmedi.
zh_cn: 未添加 forest data manager。

# Fransızca
source: French
ar: الفرنسية
de: Französisch
es_419: Francés
fr: Français
hi: फ़्रेंच
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
ru: французский
zh_cn: 法语

# Garantili Ödüller
source: Guaranteed Rewards
ar: مكافآت مضمونة
de: Garantierte Belohnungen
es_419: Recompensas garantizadas
fr: Récompenses garanties
hi: निश्चित इनाम
it: Ricompense garantite
ja: 確定報酬
ko: 확정 보상
pt_br: Recompensas garantidas
ru: Гарантированные награды
tr: Garantili Ödüller
zh_cn: 保证奖励

# Gelecek güncelleme ile mağazada kullanabileceksin.
source: You will be able to use it in the store with the next update.
ar: ستتمكن من استخدامه في المتجر مع التحديث القادم.
de: Mit dem nächsten Update kannst du es im Shop verwenden.
es_419: Podrás utilizarlo en la tienda con la próxima actualización.
fr: Tu pourras l'utiliser dans la boutique lors de la prochaine mise à jour.
hi: अगले अपडेट में आप इसे स्टोर में इस्तेमाल कर सकेंगे।
it: Potrai usarlo nel negozio con il prossimo aggiornamento.
ja: 次のアップデートでストアで使えるようになります。
ko: 다음 업데이트에서 상점에서 사용할 수 있어요.
pt_br: Você poderá usá-lo na loja com a próxima atualização.
ru: Вы сможете использовать его в магазине с следующим обновлением.
zh_cn: 下次更新后你就可以在商店中使用它了。

# Gizlilik Politikası
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es_419: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_cn: 隐私政策

# Göreve git
source: Go on quest
ar: اذهب إلى المهمة
de: Zur Aufgabe
es_419: Emprender una misión
fr: Aller à la quête
hi: क्वेस्ट पर जाएं
it: Vai alla missione
ja: クエストへ
ko: 퀘스트로 이동
pt_br: Vá em busca
ru: Отправляйтесь в квест
zh_cn: 前往任务

source: By completing the quests and collecting raindrops, you can make it rain by clicking the button that appears on your screen when your reservoir is full.
ar: بإكمال المهام وجمع قطرات المطر، يمكنك إنزال المطر بالنقر على الزر الذي سيظهر على شاشتك عندما يمتلئ خزّانك.
de: Wenn du Aufgaben abschließt und Regentropfen sammelst, kannst du Regen auslösen, indem du auf die Schaltfläche tippst, die auf deinem Bildschirm erscheint, sobald dein Behälter voll ist.
es_419: Al completar las misiones y recolectar gotas de lluvia, puedes hacer que llueva haciendo clic en el botón que aparece en tu pantalla cuando tu depósito esté lleno.
fr: En accomplissant les quêtes et en récoltant des gouttes de pluie, tu peux faire tomber la pluie en appuyant sur le bouton qui apparaît à l'écran lorsque ton réservoir est plein.
hi: क्वेस्ट पूरे करके बारिश की बूंदें जमा करें, और जब आपका टैंक भर जाए तो स्क्रीन पर दिखने वाले बटन पर टैप करके बारिश करा सकते हैं।
it: Completando le missioni e raccogliendo gocce di pioggia, puoi far piovere toccando il pulsante che appare sullo schermo quando il tuo serbatoio è pieno.
ja: クエストをこなして雨粒を集め、タンクがいっぱいになったら画面に表示されるボタンをタップすると雨を降らせられます。
ko: 퀘스트를 완료해 빗방울을 모으고, 저수통이 가득 차면 화면에 나타나는 버튼을 눌러 비를 내릴 수 있어요.
pt_br: Ao completar as missões e coletar gotas de chuva, você pode fazer chover clicando no botão que aparece na tela quando o reservatório estiver cheio.
ru: Выполняя квесты и собирая капли дождя, вы можете вызвать дождь, нажав на кнопку, которая появляется на экране, когда ваш резервуар заполнен.
tr: Görevleri tamamlayarak yağmur taneleri toplayıp, hazneni doldurduğunda ekranında belirecek butona tıklayarak yağmur yağdırabilirsin.
zh_cn: 完成任务收集雨滴，当蓄水池装满后，点击屏幕上出现的按钮就可以下雨了。

# Güneş
source: Sun
ar: الشمس
de: Sonne
es_419: Sol
fr: Soleil
hi: सूर्य
it: Sole
ja: 太陽
ko: 태양
pt_br: Sol
ru: Солнце
tr: Güneş
zh_cn: 太阳

# Günlük Görevler
source: Daily Quests
ar: المهام اليومية
de: Tägliche Aufgaben
es_419: Misiones diarias
fr: Quêtes quotidiennes
hi: दैनिक क्वेस्ट
it: Missioni giornaliere
ja: デイリークエスト
ko: 일일 퀘스트
pt_br: Missões diárias
ru: Ежедневные квесты
tr: Günlük Görevler
zh_cn: 每日任务

# Günlük kelimeler, hobiler vs.
source: Daily words, hobbies, etc.
ar: كلمات يومية، هوايات، إلخ.
de: Alltagswörter, Hobbys usw.
es_419: Palabras cotidianas, pasatiempos, etc.
fr: Mots du quotidien, loisirs, etc.
hi: रोज़मर्रा के शब्द, शौक इत्यादि।
it: Parole di ogni giorno, hobby ecc.
ja: 日常の単語、趣味など。
ko: 일상 단어, 취미 등.
pt_br: Palavras do dia-a-dia, passatempos, etc.
ru: Ежедневные слова, хобби и т. д.
tr: Günlük kelimeler, hobiler vs.
zh_cn: 日常词汇、爱好等。

# Haftalık Görevler
source: Weekly Quests
ar: المهام الأسبوعية
de: Wöchentliche Aufgaben
es_419: Misiones semanales
fr: Quêtes hebdomadaires
hi: साप्ताहिक क्वेस्ट
it: Missioni settimanali
ja: ウィークリークエスト
ko: 주간 퀘스트
pt_br: Missões semanais
ru: Еженедельные квесты
tr: Haftalık Görevler
zh_cn: 每周任务

# Hakkında
source: About
ar: حول
de: Über
es_419: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: アプリについて
ko: 정보
pt_br: Sobre
ru: О нас
zh_cn: 关于

# Hangi dili arıyorsun
source: Which language are you looking for?
ar: ما اللغة التي تبحث عنها؟
de: Welche Sprache suchst du?
es_419: ¿Qué idioma estás buscando?
fr: Quelle langue cherches-tu ?
hi: आप कौन सी भाषा खोज रहे हैं?
it: Quale lingua stai cercando?
ja: どの言語をお探しですか？
ko: 어떤 언어를 찾고 있나요?
pt_br: Qual idioma você está procurando?
ru: Какой язык вы ищете?
zh_cn: 你在找哪种语言？

# Hangi kelimeyi öğreniyorsun (Gerekli)
source: Which word are you learning? (Required)
ar: ما الكلمة التي تتعلمها؟ (مطلوب)
de: Welches Wort lernst du? (Erforderlich)
es_419: ¿Qué palabra estás aprendiendo? (Obligatorio)
fr: Quel mot apprends-tu ? (Obligatoire)
hi: आप कौन सा शब्द सीख रहे हैं? (आवश्यक)
it: Quale parola stai imparando? (Obbligatorio)
ja: どの単語を学んでいますか？（必須）
ko: 어떤 단어를 배우고 있나요? (필수)
pt_br: Qual palavra você está aprendendo? (Obrigatório)
ru: Какое слово вы изучаете? (Обязательно)
tr: Hangi kelimeyi öğreniyorsun (Gerekli)
zh_cn: 你在学哪个单词？（必填）

source: Measures which features you use, anonymously, and helps us improve the app. Turn it off and no usage data is sent.
ar: يقيس الميزات التي تستخدمها بشكل مجهول ويساعدنا على تحسين التطبيق. عند إيقافه لا تُرسل أي بيانات استخدام.
de: Misst anonym, welche Funktionen du nutzt, und hilft uns, die App zu verbessern. Wenn du das ausschaltest, werden keine Nutzungsdaten gesendet.
es_419: Mide de forma anónima qué funciones usas y nos ayuda a mejorar la app. Si lo desactivas, no se envía ningún dato de uso.
fr: Mesure de façon anonyme les fonctionnalités que tu utilises et nous aide à améliorer l'app. Si tu le désactives, aucune donnée d'utilisation n'est envoyée.
hi: गुमनाम रूप से मापता है कि आप कौन-सी सुविधाएँ इस्तेमाल करते हैं और ऐप को बेहतर बनाने में मदद करता है। बंद करने पर कोई उपयोग डेटा नहीं भेजा जाता।
it: Misura in forma anonima quali funzioni usi e ci aiuta a migliorare l'app. Se lo disattivi, non viene inviato alcun dato di utilizzo.
ja: どの機能を使っているかを匿名で計測し、アプリの改善に役立てます。オフにすると利用データは一切送信されません。
ko: 어떤 기능을 사용하는지 익명으로 측정해 앱을 개선하는 데 사용합니다. 끄면 사용 데이터가 전혀 전송되지 않습니다.
pt_br: Mede de forma anônima quais recursos você usa e nos ajuda a melhorar o app. Se desativar, nenhum dado de uso é enviado.
ru: Анонимно измеряет, какими функциями вы пользуетесь, и помогает нам улучшать приложение. Если выключить, данные об использовании не отправляются.
tr: Hangi özellikleri kullandığını anonim olarak ölçer ve uygulamayı geliştirmemize yardım eder. Kapatırsan hiçbir kullanım verisi gönderilmez.
zh_cn: 匿名统计你使用了哪些功能，帮助我们改进应用。关闭后不会发送任何使用数据。

source: Happiness
ar: السعادة
de: Glück
es_419: Felicidad
fr: Bonheur
hi: खुशी
it: Felicità
ja: 幸福
ko: 행복
pt_br: Felicidade
ru: Счастье
tr: Mutluluk
zh_cn: 幸福

source: Haptics
ar: اللمسات
de: Haptik
es_419: Vibración
fr: Vibrations
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
pt_br: Vibração
ru: Вибрация
tr: Titreşim
zh_cn: 触感反馈

# Hatırlama
source: Remember
ar: التذكّر
de: Erinnern
es_419: Recuerda
fr: Rappel
hi: दोहराना
it: Ripasso
ja: 復習
ko: 복습
pt_br: Lembre-se
ru: Помните
tr: Hatırlama
zh_cn: 复习

# Hatırlama Vakti 📚
source: Time to Remember 📚
ar: حان وقت التذكّر 📚
de: Zeit zum Erinnern 📚
es_419: Tiempo para recordar 📚
fr: L'heure du rappel 📚
hi: दोहराने का समय 📚
it: È ora di ripassare 📚
ja: 復習の時間 📚
ko: 복습할 시간 📚
pt_br: Hora de lembrar 📚
ru: Время вспомнить 📚
tr: Hatırlama Vakti 📚
zh_cn: 复习时间到 📚

# Hayalet
source: Ghost
ar: الشبح
de: Geist
es_419: Fantasma
fr: Fantôme
hi: प्रेत
it: Fantasma
ja: ゴースト
ko: 유령
pt_br: Fantasma
ru: Призрак
tr: Hayalet
zh_cn: 幽灵

# Hazır kütüphaneler
source: Ready-made libraries
ar: مكتبات جاهزة
de: Fertige Bibliotheken
es_419: Bibliotecas ya preparadas
fr: Bibliothèques prêtes à l'emploi
hi: तैयार लाइब्रेरी
it: Librerie pronte
ja: 既成ライブラリ
ko: 완성된 라이브러리
pt_br: Bibliotecas prontas
ru: Готовые библиотеки
zh_cn: 现成词库

# Hazır Kütüphaneler
source: Ready-made libraries
ar: مكتبات جاهزة
de: Fertige Bibliotheken
es_419: Bibliotecas ya preparadas
fr: Bibliothèques prêtes à l'emploi
hi: तैयार लाइब्रेरी
it: Librerie pronte
ja: 既成ライブラリ
ko: 완성된 라이브러리
pt_br: Bibliotecas prontas
ru: Готовые библиотеки
zh_cn: 现成词库

# Hazırsan başlayalım mı ?
source: Are you ready? Shall we begin?
ar: هل أنت مستعد؟ هل نبدأ؟
de: Bist du bereit? Sollen wir beginnen?
es_419: ¿Estás listo? ¿Empezamos?
fr: Tu es prêt ? On commence ?
hi: तैयार हैं? शुरू करें?
it: Sei pronto? Cominciamo?
ja: 準備はいい？始めようか？
ko: 준비됐나요? 시작할까요?
pt_br: Você está pronto? Vamos começar?
ru: Вы готовы? Начнем?
tr: Hazırsan başlayalım mı ?
zh_cn: 准备好了吗？我们开始吧？

# Henüz sorulmadı
source: Not asked yet
ar: لم يُطلب بعد
de: Noch nicht gefragt
es_419: Aún no solicitado
fr: Pas encore demandé
hi: अभी तक नहीं पूछा गया
it: Non ancora richiesto
ja: 未確認
ko: 아직 묻지 않음
pt_br: Ainda não solicitado
ru: Ещё не запрошено
tr: Henüz sorulmadı
zh_cn: 尚未询问

# Hesaba Giriş Yap
source: Sign In to Account
ar: تسجيل الدخول إلى الحساب
de: Beim Konto anmelden
es_419: Iniciar sesión en la cuenta
fr: Se connecter au compte
hi: खाते में साइन इन करें
it: Accedi all'account
ja: アカウントにログイン
ko: 계정에 로그인
pt_br: Entrar na conta
ru: Войти в аккаунт
tr: Hesaba Giriş Yap
zh_cn: 登录账户

# Hesabı Sil
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es_419: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить аккаунт
tr: Hesabı Sil
zh_cn: 删除账户

# Hesabınız Silinsin mi?
source: Delete Your Account?
ar: هل تريد حذف حسابك؟
de: Konto wirklich löschen?
es_419: ¿Eliminar tu cuenta?
fr: Supprimer ton compte ?
hi: आपका खाता हटा दिया जाए?
it: Vuoi eliminare il tuo account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
pt_br: Excluir sua conta?
ru: Удалить ваш аккаунт?
tr: Hesabınız Silinsin mi?
zh_cn: 要删除你的账户吗？

source: Your account and all data saved to the cloud will be permanently deleted. Your current forest will also be deleted; after deleting your account you will start with a new forest.
ar: سيتم حذف حسابك وجميع بياناتك المحفوظة في السحابة نهائيًا. سيتم حذف غابتك الحالية أيضًا، وستبدأ بعد ذلك بغابة جديدة.
de: Dein Konto und alle in der Cloud gespeicherten Daten werden dauerhaft gelöscht. Auch dein aktueller Wald wird gelöscht; danach startest du mit einem neuen Wald.
es_419: Tu cuenta y todos los datos guardados en la nube se eliminarán de forma permanente. Tu bosque actual también se eliminará; después comenzarás con un bosque nuevo.
fr: Ton compte et toutes les données enregistrées dans le cloud seront définitivement supprimés. Ta forêt actuelle sera également supprimée ; ensuite, tu repartiras avec une nouvelle forêt.
hi: आपका खाता और क्लाउड में सहेजा गया सारा डेटा हमेशा के लिए हटा दिया जाएगा। आपका मौजूदा जंगल भी हटा दिया जाएगा; इसके बाद आप एक नए जंगल के साथ शुरुआत करेंगे।
it: Il tuo account e tutti i dati salvati nel cloud verranno eliminati definitivamente. Anche la tua foresta attuale verrà eliminata; dopo ricomincerai con una nuova foresta.
ja: アカウントとクラウドに保存されたすべてのデータが完全に削除されます。現在の森も削除され、その後は新しい森で最初から始まります。
ko: 계정과 클라우드에 저장된 모든 데이터가 영구적으로 삭제됩니다. 현재 숲도 함께 삭제되며, 이후 새로운 숲으로 다시 시작하게 돼요.
pt_br: Sua conta e todos os dados salvos na nuvem serão excluídos permanentemente. Sua floresta atual também será excluída; depois você começará com uma nova floresta.
ru: Ваш аккаунт и все данные, сохранённые в облаке, будут удалены навсегда. Ваш текущий лес также будет удалён; после этого вы начнёте с нового леса.
tr: Hesabınız ve buluta kaydedilen tüm verileriniz kalıcı olarak silinir. Güncel ormanınız da silinecektir; hesap silme sonrasında yeni bir orman ile başlayacaksınız.
zh_cn: 你的账户以及保存在云端的所有数据都将被永久删除。你当前的森林也会被删除；之后你将以一片新的森林重新开始。

# Hesap silinemedi. Lütfen tekrar deneyin.
source: The account could not be deleted. Please try again.
ar: تعذّر حذف الحساب. يرجى المحاولة مرة أخرى.
de: Das Konto konnte nicht gelöscht werden. Bitte versuche es erneut.
es_419: No se pudo eliminar la cuenta. Inténtalo de nuevo.
fr: Le compte n'a pas pu être supprimé. Réessaie.
hi: खाता हटाया नहीं जा सका। कृपया फिर कोशिश करें।
it: Non è stato possibile eliminare l'account. Riprova.
ja: アカウントを削除できませんでした。もう一度お試しください。
ko: 계정을 삭제할 수 없어요. 다시 시도해 주세요.
pt_br: Não foi possível excluir a conta. Tente novamente.
ru: Не удалось удалить аккаунт. Пожалуйста, попробуйте ещё раз.
tr: Hesap silinemedi. Lütfen tekrar deneyin.
zh_cn: 无法删除账户。请重试。

# Heykel
source: Sculpture
ar: التمثال
de: Skulptur
es_419: Escultura
hi: मूर्ति
it: Scultura
ja: 彫像
ko: 조각상
pt_br: Escultura
ru: Скульптура
tr: Heykel
zh_cn: 雕像

# Hiçbir kitap bulamadık
source: We couldn't find any books.
ar: لم نعثر على أي كتب.
de: Wir haben keine Bücher gefunden.
es_419: No pudimos encontrar ningún libro.
fr: Nous n'avons trouvé aucun livre.
hi: हमें कोई किताब नहीं मिली।
it: Non abbiamo trovato nessun libro.
ja: 本が見つかりませんでした。
ko: 책을 찾을 수 없어요.
pt_br: Não conseguimos encontrar nenhum livro.
ru: Мы не смогли найти ни одной книги.
tr: Hiçbir kitap bulamadık
zh_cn: 我们没有找到任何书。

# Hiçbir kitaplık bulamadık
source: We couldn’t find any book
ar: لم نعثر على أي مكتبة
de: Wir haben kein Bücherregal gefunden
es_419: No pudimos encontrar ningún libro.
fr: Nous n'avons trouvé aucune étagère
hi: हमें कोई अलमारी नहीं मिली
it: Non abbiamo trovato nessuno scaffale
ja: 本棚が見つかりませんでした
ko: 책장을 찾을 수 없어요
pt_br: Não conseguimos encontrar nenhum livro
ru: Мы не смогли найти ни одной книги
tr: Hiçbir kitaplık bulamadık
zh_cn: 我们没有找到任何书架

# Hiçbir kitaplık bulunamadı
source: We couldn't find any bookcase.
ar: لم يتم العثور على أي خزانة كتب.
de: Es wurde kein Bücherregal gefunden.
es_419: No pudimos encontrar ninguna estantería.
fr: Aucune étagère n'a été trouvée.
hi: कोई अलमारी नहीं मिली।
it: Nessuno scaffale trovato.
ja: 本棚が見つかりません。
ko: 책장을 찾을 수 없습니다.
pt_br: Não conseguimos encontrar nenhuma estante.
ru: Мы не смогли найти ни одной книжной полки.
tr: Hiçbir kitaplık bulunamadı
zh_cn: 未找到书架。

# Hintçe
source: Hindi
ar: الهندية
hi: हिन्दी
ja: ヒンディー語
ko: 힌디어
ru: хинди
zh_cn: 印地语

source: Home
ar: الرئيسية
de: Zuhause
es_419: Inicio
fr: Maison
hi: घर
it: Casa
ja: ホーム
ko: 집
pt_br: Página inicial
ru: Главная
tr: Ev
zh_cn: 家

# Huzur
source: Serenity
ar: السكينة
de: Gelassenheit
es_419: Serenidad
fr: Sérénité
hi: सुकून
it: Serenità
ja: 安らぎ
ko: 평온
pt_br: Serenidade
ru: Покой
tr: Huzur
zh_cn: 宁静

source: I am the silent guardian of this forest.
ar: أنا الحارس الصامت لهذه الغابة.
de: Ich bin der stille Wächter dieses Waldes.
es_419: Soy el guardián silencioso de este bosque.
fr: Je suis le gardien silencieux de cette forêt.
hi: मैं इस जंगल का मौन रक्षक हूं।
it: Sono il guardiano silenzioso di questa foresta.
ja: 私はこの森の静かな守り手だ。
ko: 나는 이 숲의 조용한 수호자야.
pt_br: Sou o guardião silencioso desta floresta.
ru: Я безмолвный страж этого леса.
tr: Bu ormanın sessiz koruyucusuyum.
zh_cn: 我是这片森林沉默的守护者。

source: I can't grow without a drop of water...
ar: لا أستطيع النمو دون قطرة ماء...
de: Ohne einen Tropfen Wasser kann ich nicht wachsen...
es_419: No puedo crecer sin una gota de agua...
fr: Sans une goutte d'eau, je ne peux pas grandir...
hi: पानी की एक बूंद के बिना मैं बढ़ नहीं सकता...
it: Senza una goccia d'acqua non posso crescere...
ja: 一滴の水もなければ、大きくなれない…
ko: 물 한 방울 없이는 자랄 수 없어…
pt_br: Não consigo crescer sem uma gota de água...
ru: Я не могу расти без капли воды...
tr: Bir damla su olmadan büyüyemem...
zh_cn: 没有一滴水，我就长不大……

source: I feel like I'm growing taller every day!
ar: أشعر أنني أزداد طولًا كل يوم!
de: Ich habe das Gefühl, jeden Tag ein Stück größer zu werden!
es_419: ¡Siento que crezco más cada día!
fr: J'ai l'impression de grandir un peu plus chaque jour !
hi: लगता है मैं हर दिन थोड़ा और लंबा हो रहा हूं!
it: Mi sembra di crescere un po' ogni giorno!
ja: 毎日少しずつ背が伸びている気がする！
ko: 매일 조금씩 키가 자라는 것 같아!
pt_br: Sinto que cresço mais a cada dia!
ru: Кажется, я расту с каждым днём!
tr: Her gün biraz daha boy atıyorum sanki!
zh_cn: 我感觉自己每天都在长高！

source: I have been standing here for years.
ar: أنا واقف هنا منذ سنوات.
de: Ich stehe hier schon seit Jahren.
es_419: Llevo años aquí de pie.
fr: Je me tiens ici depuis des années.
hi: मैं सालों से यहीं खड़ा हूं।
it: Sto qui da anni.
ja: 何年もここに立っている。
ko: 나는 수년째 여기 서 있어.
pt_br: Estou aqui de pé há anos.
ru: Я стою здесь уже много лет.
tr: Yıllardır burada duruyorum.
zh_cn: 我已经在这里站了很多年。

source: I have no energy left to move, need some water...
ar: لم تعد لديّ طاقة للحركة، أحتاج إلى بعض الماء...
de: Ich habe keine Kraft mehr, mich zu bewegen, ich brauche etwas Wasser...
es_419: No me queda energía para moverme, necesito agua...
fr: Je n'ai plus l'énergie de bouger, j'ai besoin d'un peu d'eau...
hi: हिलने की ताकत नहीं बची, थोड़ा पानी चाहिए...
it: Non ho più energia per muovermi, mi serve un po' d'acqua...
ja: 動く力が残っていない、少し水がほしい…
ko: 움직일 힘이 없어, 물이 조금 필요해…
pt_br: Não tenho mais energia para me mover, preciso de água...
ru: У меня нет сил двигаться, нужна вода...
tr: Kıpırdayacak enerjim kalmadı, biraz suya ihtiyacım var...
zh_cn: 我已经没有力气动了，需要一点水……

source: I love hanging out in this forest.
ar: أحب قضاء الوقت في هذه الغابة.
de: Ich hänge gern in diesem Wald ab.
es_419: Me encanta pasar el rato en este bosque.
fr: J'adore traîner dans cette forêt.
hi: मुझे इस जंगल में घूमना बहुत पसंद है।
it: Adoro passare il tempo in questa foresta.
ja: この森で過ごすのが好きなんだ。
ko: 이 숲에서 노는 게 좋아.
pt_br: Adoro ficar nesta floresta.
ru: Обожаю проводить время в этом лесу.
tr: Bu ormanda takılmayı seviyorum.
zh_cn: 我喜欢待在这片森林里。

source: I might crack from this unbearable heat...
ar: قد أتشقق من هذا الحر الذي لا يُطاق...
de: Bei dieser unerträglichen Hitze bekomme ich noch Risse...
es_419: Podría agrietarme con este calor insoportable...
fr: Je vais me fissurer avec cette chaleur insupportable...
hi: इस असहनीय गर्मी से मैं चटक जाऊंगा...
it: Con questo caldo insopportabile mi verranno le crepe...
ja: この耐えがたい暑さで割れてしまいそう…
ko: 이 견디기 힘든 더위에 갈라질 것 같아…
pt_br: Posso rachar com este calor insuportável...
ru: Я могу треснуть от этой невыносимой жары...
tr: Bu dayanılmaz sıcaktan çatlayacağım...
zh_cn: 这难以忍受的炎热快让我裂开了……

source: I need a drink to keep going...
ar: أحتاج إلى شربة ماء لأواصل...
de: Ich brauche einen Schluck, um weitermachen zu können...
es_419: Necesito beber algo para seguir...
fr: J'ai besoin d'une gorgée pour continuer...
hi: आगे बढ़ने के लिए एक घूंट पानी चाहिए...
it: Mi serve un sorso d'acqua per andare avanti...
ja: 続けるには一口の水が必要だ…
ko: 계속하려면 물 한 모금이 필요해…
pt_br: Preciso beber algo para continuar...
ru: Мне нужно попить, чтобы продолжать...
tr: Devam edebilmek için bir yudum suya ihtiyacım var...
zh_cn: 我需要喝一口水才能继续……

source: I need water to revive...
ar: أحتاج إلى الماء لأنتعش...
de: Ich brauche Wasser, um wieder aufzuleben...
es_419: Necesito agua para revivir...
fr: J'ai besoin d'eau pour revivre...
hi: फिर जीने के लिए मुझे पानी चाहिए...
it: Mi serve acqua per rinascere...
ja: 生き返るには水が必要だ…
ko: 되살아나려면 물이 필요해…
pt_br: Preciso de água para reviver...
ru: Мне нужна вода, чтобы ожить...
tr: Canlanmak için suya ihtiyacım var...
zh_cn: 我需要水才能复活……
